#version: 0.2
e n
t i
ti t
en tit
entit y
entity ></w>
e d
i n
t h
en d
ed u
end ></w>
edu _
edu_ end></w>
< edu_end></w>
< /
< entity></w>
</ entity></w>
ti o
r e
a n
e r
tio n</w>
c o
a r
th e</w>
r o
o r
e d</w>
in g</w>
a t
l e
a l</w>
a l
d e
s t
s i
o f</w>
a tion</w>
a c
p ro
e s</w>
a s
e c
i c
i t
an d</w>
e r</w>
m o
i n</w>
a p
d i
o r</w>
s p
t o</w>
u r
m p
i s</w>
t r
m e
co n
m a
tio n
u l
o n</w>
s e
o n
t s</w>
en t</w>
i s
u s
u n
e s
l o
v e</w>
l y</w>
re s
e x
a n</w>
c e</w>
p o
f or
f or</w>
tit le
title ></w>
a b
st r
p er
q u
w e</w>
n e
mo de
i l
c h
i m
s u
a t</w>
g e</w>
co mp
o u
tion s</w>
n o
l e</w>
ti m
t er
b -</w>
g n
w or
en t
a ti
at e</w>
v e
th at</w>
r b-</w>
i z
for m
v i
ti c</w>
r a
c l
sp e
s y
it y</w>
b as
or i
h o
a s</w>
d at
th is</w>
s c
n g</w>
m s</w>
th o
p ar
e l
u t
v er
bas ed</w>
f ic
w h
g ori
w it
ur e</w>
me tho
r i
u c
a d
gori th
al gorith
wit h</w>
st e
ti c
ar e</w>
f i
s o
e n</w>
mode l</w>
</ title></w>
< title></w>
p res
f e
h i
s e</w>
pro b
m ul
a in
u re
ap pro
spe ec
i ma
speec h</w>
p l
en ts</w>
le ar
l in
t ec
ti ng</w>
a r</w>
re co
d s</w>
b y</w>
- l
g u
en ce</w>
- r
i c</w>
lear n
a tions</w>
an ce</w>
fe at
dat a</w>
si on</w>
a m
sy ste
gn i
mode l
ti ve</w>
o p
b e
cl as
ar i
th e
d o
b o
ac h</w>
o b
co r
en c
learn ing</w>
f ro
al ly</w>
algorith m</w>
e v
-r rb-</w>
ure s</w>
pro po
at ed</w>
iz ation</w>
c h</w>
f f
tion al</w>
tr an
prob le
t e
-l rb-</w>
fro m</w>
m ent</w>
wor k</w>
str uc
j ec
l i
g en
re c
metho d</w>
ou r</w>
d ing</w>
b e</w>
gni tion</w>
reco gnition</w>
m an
a g
s ho
t w
us ing</w>
p h
v ari
ati ve</w>
mul ti
ic h</w>
i b
sp ec
a ge</w>
p ap
g h
ab le</w>
pap er</w>
pro c
clas si
p r
c an</w>
m b
model s</w>
re l
es tim
wh ich</w>
ac e</w>
si s</w>
ic al</w>
l u
tran s
er s</w>
s ed</w>
appro ach</w>
un c
form ation</w>
t ed</w>
lo c
i t</w>
gen er
res ul
v o
ima ge</w>
k s</w>
per form
t o
tr ac
si gn
g ra
t er</w>
re g
c ur
t ure</w>
s t</w>
ab il
an al
fic ation</w>
syste m</w>
es s</w>
feat ures</w>
m in
m at
proble m</w>
g r
ent ation</w>
in formation</w>
ar y</w>
op tim
v is
u al</w>
t ex
anal y
de tec
f ra
a k
g e
ne t
m e</w>
lin e
an t</w>
de r</w>
t h</w>
is e</w>
re d</w>
d e</w>
ou s</w>
f in
p u
par a
tim e</w>
c i
in ter
tec h
m ar
l an
en ti
en si
ob jec
de p
le c
le s</w>
n i
ac h
comp ut
resul ts</w>
cl u
c e
metho ds</w>
s ing</w>
line ar</w>
t as
f unc
f fic
ve l</w>
su b
ur al</w>
g es</w>
r an
para me
al u
ex per
er i
a y
x im
tr ain
sho w</w>
tic al</w>
lan gu
h a
re pres
enc y</w>
a mp
ni qu
tech niqu
propo sed</w>
ap pl
on e</w>
n u
m or
m i
lo g
er ro
t ro
or s</w>
exper im
i mp
as e</w>
m ents</w>
es e</w>
re qu
f er
a ut
perform ance</w>
f o
comp le
w i
in e</w>
analy sis</w>
f ac
sy n
ffic i
s h
k ing</w>
si an</w>
in g
gr ap
feat ure</w>
mo n
v er</w>
aut o
dep end
algorith ms</w>
ad ap
ac cur
t or</w>
im pro
g h</w>
th er</w>
k no
su per
langu age</w>
di ff
n on
di sc
kno w
w e
sp ace</w>
is tic</w>
f il
sc ri
e ffici
no ise</w>
ti es</w>
ch an
spe ak
train ing</w>
estim ation</w>
di str
syste ms</w>
u m</w>
er e</w>
se g
distr ib
p or
at es</w>
fra me
for m</w>
detec tion</w>
us ed</w>
b u
it s</w>
m m
wor d</w>
at e
classi fication</w>
i d
ne l</w>
t y</w>
l ar
d uc
me tr
se ar
ne w</w>
abil ity</w>
s o</w>
tw o</w>
iz ed</w>
a u
ima ges</w>
p re
frame work</w>
s s</w>
l ab
c u
al ity</w>
con str
vi de
us e</w>
diff er
se t</w>
do ma
un d
al l</w>
a tional</w>
- based</w>
constr ain
s es</w>
erro r</w>
pr ed
proc es
un d</w>
i r
ati s
ter s</w>
con si
su ch</w>
re e</w>
st an
sear ch</w>
propo se</w>
tex t</w>
pred ic
en g
ou t
ac y</w>
st ate</w>
g i
se qu
lo w</w>
fer ence</w>
r edu
ff ec
v ec
auto ma
appl ic
s en
in t</w>
ce p
me as
er ing</w>
t ation</w>
ex p
or y</w>
tw e
vis ed</w>
ma n</w>
th ese</w>
te mp
g a
al s</w>
n am
ap p
lo w
sp ar
es t</w>
as t</w>
ev alu
v ed</w>
c es</w>
tas k</w>
accur acy</w>
m entation</w>
i gh
sign al</w>
be twe
net work</w>
func tion</w>
a co
betwe en</w>
super vised</w>
o ver</w>
h u
lu tion</w>
mor e</w>
ati ng</w>
de scri
l ing</w>
ha ve</w>
st atis
ti v
wor ks</w>
spec i
h as</w>
speak er</w>
aco us
ar d</w>
s amp
p at
struc ture</w>
ve n</w>
d u
e ffec
objec t</w>
se lec
no t</w>
co mb
on s</w>
bo th</w>
h an
spec tr
b i
pres ent</w>
so ur
r ate</w>
enc es</w>
ou t</w>
sc al
al i
ent al</w>
distrib u
al so</w>
h e
s ch
d y
ar ch
clu st
con struc
ro u
le vel</w>
doma in</w>
m ach
ro n
pu t</w>
co ding</w>
s er
lar ge</w>
con di
l ation</w>
di s
se man
proble ms</w>
im in
loc al</w>
acous tic</w>
f requ
us t</w>
re al</w>
di m
t a
mo tion</w>
de mon
as e
demon str
on al</w>
ed ge</w>
ex trac
syn the
p le</w>
ma xim
mo d
struc t
i r</w>
mul t
optim ization</w>
techniqu es</w>
ul ar</w>
comb in
t ain
f ace</w>
t en
l d</w>
dy nam
sp on
ne ural</w>
m il
net works</w>
y ing</w>
min im
l s</w>
o d</w>
li k
differ ent</w>
w el
e ach</w>
dat ase
fi r
v ing</w>
repres entation</w>
ent ed</w>
co l
' '</w>
al l
y p
t e</w>
th an</w>
tic s</w>
proces sing</w>
hu man</w>
t ly</w>
b ay
in te
automa tic</w>
al ization</w>
p ri
di rec
or der</w>
tr a
temp or
ve lo
b ac
dim ensi
proc ess</w>
r imin
n on</w>
experim ents</w>
sc en
vi e
lin e</w>
tr i
res o
vide o</w>
n at
parame ters</w>
k er
si mil
depend ent</w>
el i
ph on
con ver
metr ic</w>
t ors</w>
multi ple</w>
sch e
in to</w>
w a
no vel</w>
ro b
di st
lab el
st u
ga us
disc rimin
mar k
hi gh</w>
ent ly</w>
p a
c re
techniqu e</w>
h y
t yp
mach ine</w>
re spon
know l
vec tor</w>
vis ual</w>
wh en</w>
ac hi
it er
be en</w>
l is
frequ ency</w>
si tion</w>
qu ality</w>
classi fi
nu mb
pl an
appro xim
tempor al</w>
redu c
il e</w>
id enti
seg mentation</w>
mat ri
sho w
knowl edge</w>
le x
prob abil
m is
model ing</w>
rob ust</w>
matri x</w>
de velo
a d</w>
' s</w>
sh ap
ver y</w>
b le</w>
statis tical</w>
po l
g o
seman tic</w>
wel l</w>
mat ch
u s</w>
mi x
chan nel</w>
d ed</w>
s ing
spar se</w>
hi gh
f u
ach es</w>
ran do
k e
v es</w>
numb er</w>
p i
comple x
re s</w>
o f
e sian</w>
l at
res sion</w>
si gni
bay esian</w>
d y</w>
comp on
3 d</w>
we igh
n or
appro aches</w>
grap h</w>
ar t</w>
st o
comp o
ic e</w>
gaus sian</w>
clas s</w>
tas ks</w>
ter n
o ther</w>
complex ity</w>
signi fic
c al</w>
c ap
in tro
e mp
reg i
s ur
g y</w>
n ess</w>
al ized</w>
a tion
on ly</w>
enti al</w>
effici ent</w>
ob ser
trans lation</w>
mult i</w>
j o
tic ally</w>
comput ational</w>
clust ering</w>
so l
applic ations</w>
i es</w>
sp ati
trac king</w>
demonstr ate</w>
fir st</w>
v alu
optim al</w>
scal e</w>
spectr al</w>
the ir</w>
su p
s b-</w>
de ci
wh ere</w>
g lo
o v</w>
sour ce</w>
wi th
ch ar
de si
in ference</w>
e qu
pro vi
con ti
un i
ar ity</w>
know n</w>
sign als</w>
grap h
fi el
t ar
co m
char ac
ul ation</w>
non -
it e</w>
ve ly</w>
po int</w>
cor rel
selec tion</w>
w er</w>
tar ge
au di
si mp
adap tive</w>
distribu tion</w>
conti nu
es ti
dimensi onal</w>
r e</w>
ac tion</w>
dynam ic</w>
t ual</w>
pro gra
mark ov</w>
rando m</w>
p s</w>
e i
in t
si ve</w>
th en</w>
bu t</w>
adap tation</w>
re construc
ker nel</w>
nat ural</w>
pu s</w>
c r
or t
par tic
multi -
wh ile</w>
si z
sche me</w>
ex t
d ic
constrain ts</w>
str ate
g n</w>
cor pus</w>
ic s</w>
ure d</w>
experim ental</w>
func tions</w>
hi er
am er
predic tion</w>
ge o
hier arch
o ver
probabil istic</w>
wor ds</w>
g ro
ho od</w>
de s</w>
c ro
d eri
co mm
si mul
e l</w>
shap e</w>
in put</w>
fil ter</w>
st s</w>
en vi
ev er</w>
f ul
qu an
ag es</w>
o per
so ci
envi ron
phon e
dat ab
as es</w>
pre vi
a red</w>
match ing</w>
e ar
mo st</w>
b an
lin gu
ad di
o c
c amer
pro per
man y</w>
u p
und er
ph one</w>
evalu ation</w>
maxim um</w>
ho w
con text</w>
s or</w>
how ever</w>
t ree</w>
vi sion</w>
ing s</w>
fi c</w>
ul ar
al -
ter min
glo b
ent ations</w>
al o
se ver
am e</w>
us er</w>
spati al</w>
o re
con tro
ho w</w>
ex is
comp ar
e -
s s
iz e</w>
ac t</w>
lik eli
sing le</w>
fi ed</w>
lis h</w>
achi ev
extrac tion</w>
du ce</w>
charac ter
deci sion</w>
pro duc
e p</w>
se par
m m</w>
objec ts</w>
wor ld</w>
g ing</w>
t op
m es</w>
ex pl
par ti
ali gn
con t
audi o</w>
imp le
an no
develo p
per cep
w s</w>
in cre
t re
nor m
bac k
targe t</w>
sp o
imp ort
s ent
a v
s m
impro ve
se ts</w>
cor por
exp lo
gi ven</w>
sever al</w>
le ss</w>
di alo
pro jec
si ble</w>
s hi
the ore
reg ression</w>
stan d
re tri
por t</w>
m er
datase ts</w>
de fin
l ay
likeli hood</w>
t ter</w>
de n</w>
in clu
comp ared</w>
reduc tion</w>
no is
ex pres
simil arity</w>
un der</w>
n ing</w>
c lo
descri p
exis ting</w>
continu ous</w>
ob tain
c al
bo o
retri ev
desi gn</w>
iz ing</w>
stu dy</w>
si ons</w>
glob al</w>
inte gr
tr ic</w>
de ep</w>
t est</w>
n ec
jo int</w>
cor respon
at or</w>
sequ ence</w>
or d
ta in</w>
as tic</w>
ic es</w>
co st</w>
ed i
al le
l im
ti l
gra di
th rou
be tter</w>
hi d
so lution</w>
ex amp
tr ib
f ur
ac tive</w>
samp ling</w>
condi tions</w>
b in
parame ter</w>
discrimin ative</w>
po st
reconstruc tion</w>
as su
di g
de termin
hid den</w>
cur r
un supervised</w>
proc edu
prob ability</w>
in dependent</w>
speci fic</w>
ti n
po wer</w>
log y</w>
b en
ter ing</w>
hierarch ical</w>
c an
i al</w>
an e
d ence</w>
vie w</w>
reso lution</w>
ch all
g ence</w>
fiel d</w>
in v
so me</w>
al low
mix ture</w>
fu l</w>
comput er</w>
provi de</w>
b a
k en</w>
de compo
t ac
vari ance</w>
stand ard</w>
c ase</w>
p e
r ati
sto ch
ce ment</w>
co un
classifi er</w>
gener al</w>
scen e</w>
comm un
log ical</w>
b il
a il
consi st
retriev al</w>
f t</w>
bo und
requ i
reg ular
datab ase</w>
si c</w>
r u
eng lish</w>
e mb
ab les</w>
t -
meas ure</w>
identi fication</w>
ut ed</w>
con ve
ar tic
previ ous</w>
po s
po in
on line</w>
impro ve</w>
nois y</w>
c a
do cu
ic ally</w>
tiv ity</w>
quan ti
repres entations</w>
camer a</w>
for ma
stoch astic</w>
d ual</w>
i ed</w>
spo ken</w>
c ar
c c
perform s</w>
u p</w>
vo ice</w>
synthe sis</w>
b est</w>
datase t</w>
po se</w>
emb ed
l a
simp le</w>
s qu
ad d
dist ance</w>
se con
obser v
c el
throu gh</w>
obtain ed</w>
us es</w>
gu e</w>
pro p
proper ties</w>
it eri
a mo
cr iteri
conve x</w>
2 0
gh t</w>
g rou
show n</w>
gro und</w>
wa ve
v en
an tly</w>
f ast</w>
app ing</w>
parame tric</w>
gra m</w>
esti g
pr in
d ur
sequ ences</w>
inv estig
pri or</w>
b and</w>
add res
es s
t en</w>
it ed</w>
synthe tic</w>
in i
s mo
sup port</w>
poin ts</w>
gradi ent</w>
ensi ty</w>
v an
lat ent</w>
comple x</w>
compon ent</w>
w as</w>
approxim ation</w>
distrib uted</w>
res t</w>
it ec
c ate
me an
e t</w>
applic ation</w>
reco gn
on g</w>
arch itec
correl ation</w>
se t
- -</w>
fil tering</w>
r s</w>
o us
y -
i ties</w>
con cep
smo o
en er
st re
constrain t</w>
appl ied</w>
pat tern
trans form</w>
out put</w>
h er
ter ms</w>
le t</w>
gra m
pa ir
cor rec
pi x
con fi
b er
th ree</w>
w ise</w>
g in
ne ls</w>
struct ures</w>
be ha
import ant</w>
f y</w>
pattern s</w>
struct ured</w>
disc re
re as
mm ing</w>
contro l</w>
intro duce</w>
vo lu
signific antly</w>
with out</w>
bu il
sy m
align ment</w>
il lu
siz e</w>
beha vi
k e</w>
s ame</w>
procedu re</w>
en d</w>
ver age</w>
un ds</w>
ph r
han d
di c</w>
estim ate</w>
t ur
ac tions</w>
ti vely</w>
dis co
t al</w>
d en
man i
m ic
w ard</w>
progra mming</w>
post eri
t ak
fra me</w>
pres ented</w>
er y</w>
o s</w>
intro duc
label ed</w>
-r sb-</w>
en han
compon ents</w>
is tics</w>
p ho
a m</w>
rel ative</w>
h mm</w>
ph ase</w>
col lec
pro so
commun ic
vec tors</w>
strate gy</w>
f a
sp ac
ad van
prop ag
par alle
t u
prin ci
pres ents</w>
o m
sur face</w>
po si
l l
rec ur
dist or
in s</w>
h ar
loc ation</w>
b it
app ear
par sing</w>
me an</w>
bas el
ous ly</w>
combin ation</w>
l ic
ener gy</w>
en ess</w>
signific ant</w>
b ri
bin ary</w>
-l sb-</w>
ch o
sm all</w>
bac k</w>
b loc
g re
con nec
meas ure
an y</w>
allow s</w>
ter m</w>
ma y</w>
i de
v al
pol y
me mor
bu st
per form</w>
d ri
distribu tions</w>
si ty</w>
s cor
ma p</w>
ver i
w ar
vari ant</w>
wa y</w>
weigh ted</w>
t or
plan ning</w>
ab out</w>
s v
b ro
iter ative</w>
classifi ers</w>
ste p</w>
train ed</w>
m u
t ures</w>
non linear</w>
vi a</w>
ne g
e ve</w>
condi tional</w>
valu e</w>
ar ra
form ul
p as
top ic</w>
ro bust
st ed</w>
lik e</w>
av ail
decompo sition</w>
emp ir
vo c
mic ro
reso ur
objec tive</w>
tran scri
effec tive</w>
to -
constrain ed</w>
co der</w>
vari ous</w>
eri es</w>
erro rs</w>
ac c
descri b
typ e</w>
g s</w>
ran ge</w>
reas on
p it
su cc
automa tically</w>
lo ss</w>
the ory</w>
gener ation</w>
ste re
par t</w>
anno t
u til
gener alized</w>
approxim ate</w>
an ces</w>
n er</w>
ut ter
secon d</w>
s in
ul e</w>
ini ti
hy po
ru les</w>
with in</w>
memor y</w>
sub space</w>
qu es
to o
f er</w>
ec han
minim um</w>
propag ation</w>
ad ing</w>
descri be</w>
quanti z
re al-
comput ation</w>
di vi
m ental</w>
con tex
di ver
am bi
du e</w>
ul d</w>
c en
discre te</w>
partic ular</w>
lex ical</w>
p rec
conver gence</w>
m echan
re le
back ground</w>
paralle l</w>
we b</w>
improve ment</w>
of ten</w>
vide s</w>
in es</w>
w ere</w>
d -
basel ine</w>
avail able</w>
pol ic
pr ac
analy z
lear n</w>
reco r
co effici
de coding</w>
as soci
coeffici ents</w>
dic tion
e ven</w>
eng th</w>
mar k</w>
tiv eness</w>
con ven
rel ated</w>
pro vides</w>
r ates</w>
ane ous</w>
enc ies</w>
metr y</w>
impro ved</w>
sub jec
architec ture</w>
i d</w>
robust ness</w>
dialo gue</w>
meas ures</w>
sour ces</w>
t ag
col or</w>
voc ab
ben ch
sen sor</w>
g er</w>
dep th</w>
appear ance</w>
tac tic</w>
vocab ul
ful ly</w>
in corpor
sent ence</w>
pos sible</w>
p ing</w>
rec ent</w>
ari es</w>
achi eve</w>
ti me
criteri on</w>
fur ther</w>
langu ages</w>
fin ite</w>
se l
regi ons</w>
vari ables</w>
re li
c all
re search</w>
at ors</w>
ag ent</w>
separ ation</w>
al tern
m apping</w>
it u
b lin
s co
d ings</w>
fo l
ch in
accur ate</w>
le r</w>
ex ten
he ur
inclu ding</w>
ne igh
f low</w>
mo di
fil ters</w>
fac es</w>
emp lo
ensi ve</w>
develop ed</w>
fe ed
t able</w>
depend ency</w>
m edi
vo l
u ally</w>
ambi gu
un known</w>
trib ut
gi es</w>
m ented</w>
doma ins</w>
consi der</w>
stu di
ro bo
is m</w>
spectr um</w>
gin al</w>
d ensity</w>
ate ly</w>
vocabul ary</w>
p er</w>
proces ses</w>
the y</w>
oc clu
ne u
exp ec
qu ery</w>
po t
b l
rec ently</w>
call ed</w>
p y</w>
artic ul
rele v
theore tical</w>
at ory</w>
resul t</w>
il l</w>
stere o</w>
soci al</w>
examp les</w>
effec tiveness</w>
vari able</w>
ter n</w>
environ ment</w>
de sign
b eli
lingu istic</w>
assu mp
nu mer
typ es</w>
syn tactic</w>
th ere</w>
lab el</w>
ba sis</w>
pit ch</w>
no mi
g .</w>
environ ments</w>
su m
re ver
blin d</w>
l ed</w>
an s
log ic</w>
out performs</w>
mod al</w>
effici ency</w>
so und</w>
mo n</w>
re spec
ext end
neigh b
advan t
simil ar</w>
conven tional</w>
per s
compar is
pro n
n o</w>
si mult
pat tern</w>
re ference</w>
clas ses</w>
rec ei
estim ates</w>
gram ma
docu ment</w>
ent ro
develo p</w>
d ate</w>
chin ese</w>
reason ing</w>
ran k</w>
lu tions</w>
e ment</w>
curr ent</w>
ar bit
lim ited</w>
transcri p
p ur
com mon</w>
rati o</w>
in divi
geo metric</w>
cont ent</w>
arbit r
ph y
f ree</w>
v ar
ac tivity</w>
deri ved</w>
ou gh</w>
f ying</w>
se mi
stan ding</w>
a verage</w>
fi x
neg ative</w>
d o</w>
in ver
in de
form s</w>
rel ation
rel ations</w>
or t</w>
fo ld</w>
f r
a x
iz er</w>
tre es</w>
phy si
e f
fac tor
relation shi
a -
go od</w>
el li
consi d
mat r
arra y</w>
distor tion</w>
ul t</w>
n a
con volu
in stan
veri fication</w>
cate g
matr ices</w>
di ffic
m ent
spac es</w>
tra di
phone tic</w>
scor e</w>
ib r
comp res
gener ative</w>
st ation
samp le</w>
lingu al</w>
an g
smoo th
20 0
valu es</w>
hy bri
form ulation</w>
e .
fac tor</w>
lay er</w>
var ying</w>
statis tics</w>
fin d</w>
imple mentation</w>
addres s</w>
th er
ord in
le ast</w>
resul ting</w>
samp les</w>
graph s</w>
b it</w>
minim ization</w>
comp ression</w>
ran king</w>
in do
character istics</w>
under standing</w>
en s
proso dic</w>
e. g.</w>
fu sion</w>
trans formation</w>
disc us
le -
mo no
i f</w>
at ure</w>
diction ary</w>
estim ated</w>
th us</w>
learn ed</w>
jec t
o ff
high er</w>
bo und</w>
empir ical</w>
strate gies</w>
so lutions</w>
hybri d</w>
ar ti
st age</w>
dri ven</w>
chall eng
e f</w>
achiev ed</w>
at tribut
communic ation</w>
tho se</w>
sequ ential</w>
con tr
speak ers</w>
challeng ing</w>
ac ro
parti al</w>
regi on</w>
i p
projec tion</w>
time -
it al</w>
enhan cement</w>
inter pre
posteri or</w>
l ength</w>
itu de</w>
in variant</w>
i .
poly nomi
r ule</w>
m i</w>
s ec
cro ss</w>
wave let</w>
u se
ch ron
in tr
expl or
in duc
gener ated</w>
s ensi
evalu ate</w>
t on
o -
m uc
esti ma
er -
c er
comp u
loc alization</w>
y i
arbitr ary</w>
chall en
percep tual</w>
yi el
entit y</w>
unc i
expl ic
e le
tra ject
po p
a re
low er</w>
prec i
obser ved</w>
muc h</w>
str ic
the m</w>
corpor a</w>
re in
2 d</w>
pron unci
in dic
gen e
feed back</w>
c ed</w>
simul ation</w>
classi cal</w>
bo unds</w>
entro py</w>
rein for
behavi or</w>
wi de
as y
b ra
j u
is ing</w>
high -
co de</w>
comple te</w>
a res</w>
tradi tional</w>
m ic</w>
regular ization</w>
scen ari
f lu
s n
pix el</w>
st or
dig ital</w>
acro ss</w>
improve ments</w>
perform ed</w>
respon se</w>
ati vely</w>
di ag
conver s
lo g</w>
int elli
ag ents</w>
vie w
l ong</w>
an ts</w>
ful l</w>
achiev es</w>
a use</w>
phone me</w>
effici ently</w>
amo ng</w>
show s</w>
dur ing</w>
h ere</w>
e m</w>
comp e
cal ibr
s ting</w>
tex ture</w>
su g
pat h</w>
re al
sp i
m as
in vol
chan nels</w>
ac qu
station ary</w>
w ill</w>
redu ce</w>
trans fer</w>
chan ges</w>
ori es</w>
re f
par s
vari ational</w>
reinfor cement</w>
do es</w>
princi p
ke y</w>
set ting</w>
k -
is su
mean s</w>
for e</w>
th res
ob tain</w>
n n</w>
fin ally</w>
estima ting</w>
estim ator</w>
inte rest</w>
fiel ds</w>
o l
ab ly</w>
spe ed</w>
ra di
grou p</w>
bench mark</w>
us ers</w>
sen sing</w>
e .</w>
s ali
polic y</w>
bro ad
addi tion</w>
sin ce</w>
thres ho
be am
or i</w>
ev ent</w>
w ho
requ ir
convolu tional</w>
illu min
graph ical</w>
comp are</w>
bloc k</w>
beli ef</w>
or tho
s atis
is t</w>
at ten
label ing</w>
ap s</w>
embed ding</w>
se mi</w>
ti ce</w>
i. e.</w>
concep t</w>
sen s
ori ginal</w>
phr ase</w>
label s</w>
pair s</w>
gramma r</w>
m ut
ay s</w>
cu es</w>
sen se</w>
confi dence</w>
sv m</w>
de red</w>
app ly</w>
un its</w>
spar sity</w>
g am
ab str
unc er
comparis on</w>
scen es</w>
measure ments</w>
cen tr
sh ort</w>
geo metry</w>
rever ber
sche mes</w>
quantiz ation</w>
mani fold</w>
ke y
examp le</w>
gener alization</w>
co variance</w>
iz es</w>
for ward</w>
comp ens
hy per
mis sion</w>
polynomi al</w>
investig ate</w>
cu s</w>
ne t</w>
consist ency</w>
he ad</w>
g ib
numer ical</w>
anno tation</w>
a si
u tion</w>
it ation</w>
b ec
gu ar
evalu ated</w>
h el
g in</w>
inter ference</w>
w are</w>
deri ve</w>
no des</w>
it ting</w>
h and</w>
lo o
rel ation</w>
la y</w>
st ance</w>
ver s</w>
a in</w>
recur r
fo cus</w>
c ases</w>
c ast</w>
ad s</w>
factor ization</w>
fac ial</w>
ma in
chan ge</w>
t un
a f
st -
direc t</w>
compu ting</w>
ban k</w>
b r
ques tion</w>
direc tly</w>
indivi dual</w>
co her
w n</w>
par ts</w>
ma in</w>
amo un
i l</w>
cap ture</w>
pr im
ne ws</w>
an te
sent ences</w>
ge -
v al</w>
reco very</w>
as r</w>
guar ante
effec ts</w>
re stric
impro ves</w>
high ly</w>
coun t</w>
use ful</w>
bec ause</w>
e lec
ma ke</w>
li ght</w>
co me</w>
fra mes</w>
the re
nor m</w>
go al</w>
pres er
preci sion</w>
detec tor</w>
ima ging</w>
f lex
c le
th ough</w>
inter action</w>
wh e
in e
dynam ics</w>
beam form
prac tical</w>
of f</w>
pronunci ation</w>
trans m
mu sic</w>
sol ving</w>
flex ib
a y</w>
fix ed</w>
bas e</w>
hypo the
fo und</w>
a ff
trans l
w indo
cep str
bil ity</w>
t aneous</w>
co ordin
cro ss
struct ural</w>
co de
z er
ref lec
forma tions</w>
su b</w>
mach ines</w>
ed -
on ality</w>
l ac
recurr ent</w>
qu ad
squ ares</w>
st ro
un it</w>
ur se</w>
k er</w>
consist ent</w>
can di
g er
st y
micro phone</w>
incre as
ev ents</w>
low -
vo cal</w>
stre am</w>
semi -
c ul
wi de</w>
seman tics</w>
en ting</w>
effec t</w>
bi o
vide os</w>
ther more</w>
val id
is h
fur thermore</w>
l p</w>
descrip tion</w>
combin ed</w>
simul ations</w>
illumin ation</w>
pu ts</w>
design ed</w>
sym bo
defin ed</w>
a k</w>
seg ments</w>
ei gen
ci r
mo b
vie ws</w>
sol ve</w>
sum mar
vari ations</w>
k ed</w>
n s</w>
correspon ding</w>
s eries</w>
reduc ed</w>
k es</w>
introduc ed</w>
e ty</w>
pro to
mob ile</w>
st er</w>
ten sor</w>
m a</w>
bound ary</w>
j ap
mechan ism</w>
ortho g
as se
re si
weigh ts</w>
vari ation</w>
syn chron
st ant</w>
mar gin</w>
g ame</w>
ch es</w>
te le
wi re
si de</w>
mo tiv
combin ing</w>
dis tin
temp l
succ ess
r ic
observ ations</w>
contr ast</w>
acqu i
m d
exp on
en co
y s</w>
speci fic
l ying</w>
fro n
con trib
uncer tain
of -
ker nels</w>
sco res</w>
re mo
an ese</w>
a i
tin gs</w>
l o</w>
tech no
g ur
extrac ted</w>
describ es</w>
as p
h as
mod ulation</w>
probabil ities</w>
detec ting</w>
po sition</w>
ur s</w>
lis h
wire less</w>
utter ances</w>
observ ation</w>
vari ety</w>
propo ses</w>
ro o
m r
lex i
conver sion</w>
to po
ma tic</w>
co n</w>
gener ate</w>
fin ding</w>
ban d
requi res</w>
calibr ation</w>
robo t</w>
jap anese</w>
op en</w>
trans mission</w>
den o
ec t</w>
pix el
mat ch</w>
st ates</w>
pot ential</w>
ma king</w>
con tain
sel f</w>
ri gi
le ve
de gra
wi d
rigi d</w>
real- world</w>
articul atory</w>
rel ax
pa ir</w>
li gh
de sc
illu str
d ra
cont our</w>
vo ic
posi tive</w>
extend ed</w>
initi al</w>
sen tim
in stance</w>
ne ed</w>
relev ant</w>
con s
f am
al low</w>
clust er</w>
al location</w>
requir e</w>
discrimin ant</w>
per i
i ting</w>
fo c
addi tional</w>
har mon
w at
or ing</w>
heur istic</w>
ati c</w>
e u
ane ously</w>
auto m
as sign
pair wise</w>
depend encies</w>
compe ti
resour ce</w>
m ms</w>
diffic ult</w>
associ ated</w>
n -
m -
bound aries</w>
m ed</w>
sensi tive</w>
atten tion</w>
p en
expres sion</w>
de v
uni fied</w>
p e</w>
dialo g</w>
pres ence</w>
con duc
car lo</w>
desc ent</w>
princip al</w>
is h</w>
inver se</w>
i an</w>
il ity</w>
confi gur
studi es</w>
disco urse</w>
th s</w>
model ling</w>
consi dered</w>
develop ment</w>
under lying</w>
exten sion</w>
annot ated</w>
norm alization</w>
fol low
m aps</w>
docu ments</w>
man ner</w>
es ting</w>
in ste
transcrip tion</w>
leve ls</w>
c ri
ro le</w>
mor pho
de lay</w>
simult aneously</w>
assump tion</w>
clust ers</w>
r ing</w>
is ation</w>
appro pri
ar gu
gam es</w>
- d</w>
den se</w>
ar ing</w>
maxim ization</w>
direc tion</w>
p ac
boo sting</w>
super i
broad cast</w>
d it
sentim ent</w>
in -
demonstr ated</w>
addi tive</w>
orthog onal</w>
in gu
identi fy</w>
e t
ac cor
ric h
se mb
fac tors</w>
au dit
mis sing</w>
inter po
squ are</w>
inter actions</w>
ei ther</w>
c y
ad e</w>
ver s
uncertain ty</w>
lab or
en sion</w>
ma kes</w>
fic ial</w>
0 0</w>
previ ously</w>
ut e</w>
repres ent</w>
p c
metr ics</w>
hypothe sis</w>
uni form</w>
h ard</w>
interpo lation</w>
bo t
f und
simul ated</w>
correc t</w>
quad rati
percep tion</w>
e mo
le ads</w>
inste ad</w>
challen ge</w>
smoo th</w>
partic le</w>
wid th</w>
dur ation</w>
ch ing</w>
cate gori
r is
l -
mon te</w>
co des</w>
sn r</w>
comput ed</w>
b s</w>
0 .
war ds</w>
e st
un labeled</w>
equ i
de ta
mo re
in sic</w>
be ing</w>
ans w
gener ic</w>
expres sions</w>
advant age</w>
cross -
instan ces</w>
func tional</w>
ser v
jo in
gener al
audit ory</w>
more over</w>
bo dy</w>
plan e</w>
ac count</w>
pars er</w>
clo sed</w>
amoun t</w>
ag ing</w>
anal o
str ation</w>
co u
st atic</w>
fund am
so ft</w>
datab ases</w>
camer as</w>
speci ally</w>
ne ed
condi tion</w>
resour ces</w>
mo ve
l iter
mut ual</w>
d a</w>
ori al</w>
autom ated</w>
ver sion</w>
ma j
op tical</w>
differ ence</w>
th es
imp lic
r ich</w>
no de</w>
ma de</w>
dimensi onality</w>
li st
ag ain
per spec
gene ous</w>
fe w</w>
measure ment</w>
c as
tim es</w>
mo de</w>
ext ensive</w>
g est</w>
quadrati c</w>
seg ment</w>
ma gn
hu man
e e
recogn izer</w>
e motion</w>
cepstr al</w>
requi red</w>
i er</w>
again st</w>
on -
ed ges</w>
n ative</w>
categ or
respec t</w>
physi cal</w>
mo ving</w>
exp an
edi a</w>
qu eries</w>
hi c</w>
d ar
cal cul
pho to
1 0</w>
ga in</w>
ex am
cer tain</w>
al it
non parametric</w>
i i</w>
s i</w>
fo ur
list en
en coding</w>
quan tit
mod ul
provi ded</w>
su it
specific ally</w>
pas s</w>
c ing</w>
regi stration</w>
iter ation</w>
dat es</w>
altern ative</w>
w r
there fore</w>
s k
ca us
p ul
hi sto
gra ms</w>
a ffec
ord ering</w>
impro ving</w>
typ ically</w>
tran sition</w>
til l</w>
t ured</w>
con stant</w>
re ly</w>
h mms</w>
tion ing</w>
weigh t</w>
fer ences</w>
contex tual</w>
lar ge-
ari ties</w>
si tu
integr ated</w>
buil ding</w>
re por
pro duce</w>
categori es</w>
theore tic</w>
progra m</w>
proper ty</w>
comput e</w>
so f
- to-
su m</w>
stro ng</w>
over all</w>
est ab
le a
effec tively</w>
bil ingu
en semb
de coder</w>
requi re
pixel s</w>
s a
utter ance</w>
g an
tion ally</w>
al though</w>
too l</w>
equi val
c o</w>
analyz e</w>
fundam ental</w>
in ed</w>
e specially</w>
s till</w>
explo iting</w>
correspon dence</w>
integr ation</w>
compar able</w>
occlu sion</w>
car ri
predic tive</w>
relationshi ps</w>
re fin
tran si
sens ors</w>
pr un
comp act</w>
acc ess</w>
compo si
attribut es</w>
ation ally</w>
in flu
w ays</w>
to tal</w>
pl ay
me ss
appropri ate</w>
accor ding</w>
g mm</w>
tion -
sch edu
correl ated</w>
sur faces</w>
fa ster</w>
di sp
d ers</w>
int ensity</w>
enti ally</w>
deno ising</w>
bra in</w>
trac t</w>
para dig
intr insic</w>
f -
explo it</w>
tw o-
te red</w>
reco mm
flexib le</w>
bilingu al</w>
compres sed</w>
me ly</w>
us ually</w>
tra in</w>
pro mis
st able</w>
imple mented</w>
bay es</w>
summar ization</w>
ed y</w>
ev o
aff ine</w>
oc curr
af ter</w>
a vo
out li
pop ular</w>
lin k</w>
siz ed</w>
scenari os</w>
descrip tors</w>
construc tion</w>
n ist</w>
amp l
l ap
en ables</w>
smooth ing</w>
norm alized</w>
it ly</w>
ho mo
gi ve</w>
e vi
log ies</w>
criteri a</w>
perspec tive</w>
arti ficial</w>
real- time</w>
r un
dim ension</w>
produc tion</w>
inter active</w>
explic it</w>
ain s</w>
m im
ag g
su ffici
collec tion</w>
norm al</w>
regular ized</w>
qu alit
c t</w>
a im
mar ks</w>
magn itude</w>
k in
cou pl
appl ying</w>
rel ational</w>
is o
recur sive</w>
elec tro
tag ging</w>
f itting</w>
zer o</w>
au g
cle an</w>
y ed</w>
thes es</w>
sty le</w>
ra ther</w>
compens ation</w>
trans formations</w>
s ha
in depend
concep ts</w>
c s</w>
consid er
recomm end
produc t</w>
te sts</w>
traject ory</w>
repres ented</w>
ex act</w>
detec t</w>
con to
spon taneous</w>
te sted</w>
rando m
multi modal</w>
har d
pe op
direc ted</w>
s ke
embed ded</w>
inde x
re ad</w>
direc tional</w>
are a</w>
t esting</w>
liter ature</w>
exten d</w>
peop le</w>
ma x</w>
comput ationally</w>
differ ences</w>
appro x
ne a
incre mental</w>
experim ent</w>
co oper
t al
se en</w>
gre edy</w>
modi fied</w>
c s
acqui sition</w>
tr u
g ed</w>
convers ational</w>
com es</w>
approx ima
-l i
pers on</w>
hypo theses</w>
nea rest</w>
incre ase</w>
phon es</w>
cro w
pri ors</w>
s wit
g -
co gni
c at
suit able</w>
m f
extrac t</w>
d ences</w>
b al
nat ure</w>
b re
who se</w>
connec ted</w>
vari ability</w>
relationshi p</w>
promis ing</w>
s -
on es</w>
nec ess
wide ly</w>
too ls</w>
advant ages</w>
mp to
sub set</w>
candi date</w>
mix ed</w>
expec ted</w>
al ong</w>
ll able</w>
e asi
trac table</w>
col labor
superi or</w>
sc i
detec tors</w>
join tly</w>
is ms</w>
f our</w>
r up
pr e</w>
he ter
ch ain</w>
a ms</w>
wh at</w>
sub stan
reverber ation</w>
ide a</w>
ar ly</w>
se ly</w>
set tings</w>
nat ur
yiel ds</w>
sali ency</w>
or gan
to p</w>
gener ating</w>
on to
multi pl
lexi con</w>
un ding</w>
lat tice</w>
explor e</w>
beamform ing</w>
h o</w>
conto urs</w>
r ap
motiv ated</w>
lish ed</w>
heter o
f al
substan ti
semi- supervised</w>
res sive</w>
li f
n d
competi tive</w>
co uld</w>
res s</w>
form ed</w>
deri v
hand le</w>
sho uld</w>
sc a
describ ed</w>
expon ential</w>
al ing</w>
shap es</w>
progra ms</w>
m ed
ar ri
fi t</w>
f 0</w>
import ance</w>
evi dence</w>
nam ed</w>
discus s</w>
f s</w>
assump tions</w>
ris k</w>
com mon
ali ties</w>
1 -
recor dings</w>
grap hic</w>
consi sts</w>
s tim
c y</w>
up date</w>
harmon ic</w>
ori entation</w>
cogni tive</w>
recei ver</w>
asy mpto
shi ft</w>
diff u
techno logy</w>
pur pose</w>
po w
pat ches</w>
n al</w>
four ier</w>
studi ed</w>
can cel
vi r
i ly</w>
trans duc
as si
neu ron
ne w
minim al</w>
vari ate</w>
large- scale</w>
bi as</w>
l as
fam ily</w>
b i</w>
restric ted</w>
eri al</w>
thresho ld</w>
un like</w>
whe ther</w>
proso dy</w>
ex c
ef for
correspon dences</w>
sy llable</w>
pu b
pro ve</w>
pl ac
relev ance</w>
man ag
loc ations</w>
g ri
caus al</w>
se -
gram mar
multi p
weigh ting</w>
windo w</w>
metho do
lan d
interpre tation</w>
ans wer</w>
tiv es</w>
match ed</w>
tak e</w>
t es</w>
t one</w>
min ing</w>
in forma
imp o
l on
determin istic</w>
fac t</w>
paradig m</w>
indic ate</w>
tex ts</w>
n ar
cl ut
ad op
selec ted</w>
ph en
e ly</w>
determin e</w>
abstr act</w>
to wards</w>
st ac
scal able</w>
success fully</w>
neighb or</w>
diag no
j unc
redu nd
pac ke
issu es</w>
g ent</w>
pro g
ensemb le</w>
respon ses</w>
pi ec
simult aneous</w>
peri o
m ust</w>
valu ed</w>
h or
perform ing</w>
buil d</w>
s on</w>
lin es</w>
fin e</w>
qualit ative</w>
di rich
ele ments</w>
c ra
answ ering</w>
ampl itude</w>
pl an</w>
subjec tive</w>
man ual</w>
e y
sh ort
re ve
princi ple</w>
predic ting</w>
b at
real istic</w>
pc a</w>
form al</w>
ment ary</w>
k al
id ed</w>
resi dual</w>
transm it
an s</w>
re t</w>
diffu sion</w>
charac ter</w>
speci al</w>
prun ing</w>
m ing</w>
categ ory</w>
we ak
over l
inclu de</w>
ec ho</w>
di a
c ular</w>
inter face</w>
grammar s</w>
deta il
ver ing</w>
n a</w>
a i</w>
has h
correc tion</w>
tre e
sub -
illustr ate</w>
glo t
dis ambigu
o logical</w>
mim o</w>
ac tiv
util ity</w>
cl ide
f ar</w>
expec tation</w>
agg reg
we l</w>
ba sic</w>
y et</w>
traject ories</w>
c ent
to ge
toge ther</w>
form al
clide an</w>
ab o
estim ators</w>
con vo
vo wel</w>
forma ble</w>
cho ice</w>
annot ations</w>
sug gest</w>
relax ation</w>
dirich let</w>
the ma
templ ate</w>
multi lingual</w>
reli able</w>
predic t</w>
fer red</w>
combin es</w>
t a</w>
stim ul
out perform</w>
ori ented</w>
construc t</w>
so unds</w>
ec ts</w>
man dar
graph y</w>
neu ro
lay ers</w>
l en
ma thema
phen om
phenom en
ate -
in ter</w>
disco very</w>
band width</w>
ut h</w>
index ing</w>
conduc ted</w>
bound ed</w>
comb ine</w>
qu e</w>
mod ular</w>
o und</w>
m en
sup pres
re pe
mandar in</w>
diver gence</w>
tit u
issu e</w>
sha red</w>
maj or</w>
cir cu
vi ties</w>
trac tion</w>
defin ite</w>
ic ation</w>
hard ware</w>
b lu
parame ter
kal man</w>
mix tures</w>
contrib ution</w>
explic itly</w>
differ ential</w>
au th
1 9
grou ps</w>
do wn</w>
convo lution</w>
cas c
simp li
rec all</w>
p sy
evalu ations</w>
e p
ti z
sof tw
can on
wr it
necess ary</w>
eu clidean</w>
su mm
model ed</w>
suffici ent</w>
oper ator</w>
ne ar</w>
ti vities</w>
ge st
-r an
thresho l
redu ces</w>
tele phone</w>
respec tively</w>
pri ori</w>
pos si
vari ants</w>
ro und</w>
ger man</w>
attribut e</w>
co -
sp a
c all</w>
adap ted</w>
di stan
ra d
preser ving</w>
identi fying</w>
as ed</w>
scal ing</w>
repor ted</w>
po ses</w>
iz ers</w>
intelli gib
an other</w>
out puts</w>
c c</w>
cri tical</w>
softw are</w>
ar -
tur b
ques tions</w>
de formable</w>
targe ts</w>
sol ved</w>
ste ps</w>
percep tro
emplo yed</w>
inde x</w>
fac ts</w>
w al
sym metric</w>
pow er
hash ing</w>
posi tions</w>
iz ations</w>
imp ul
contro ll
w o
20 1
clo se</w>
bl ur
an ten
spa tio
scor ing</w>
methodo logy</w>
man ually</w>
ex hi
wat er
reg ular</w>
re ad
parti ally</w>
quantit ative</w>
hierarch y</w>
easi ly</w>
il l
medi a</w>
loc ally</w>
influ ence</w>
defin e</w>
canon ical</w>
t on</w>
show ing</w>
roo m</w>
heur istics</w>
e red</w>
dev ices</w>
vo ting</w>
in her
sca les</w>
optim ized</w>
m l</w>
determin ed</w>
co ded</w>
co ar
recor ded</w>
guarante es</w>
en velo
pre ferences</w>
morpho logical</w>
frequ encies</w>
ac tivities</w>
sing le-
gre at
e pi
tru e</w>
stre ams</w>
selec tive</w>
posteri ori</w>
correl ations</w>
con fir
coher ence</w>
require ments</w>
imp act</w>
i ent</w>
fal se</w>
compar ing</w>
1 .
phr ases</w>
fin al</w>
diver sity</w>
bas es</w>
show ed</w>
meas ured</w>
fo re
extrac ting</w>
f l
discrimin ation</w>
a ware</w>
t le</w>
il i
cur ves</w>
scenari o</w>
ati ves</w>
war ping</w>
do min
repres ent
voic ed</w>
tak ing</w>
str a
re port</w>
procedu res</w>
incorpor ating</w>
emo tional</w>
common ly</w>
ular ly</w>
collabor ative</w>
investig ated</w>
m entations</w>
cooper ative</w>
sup por
pur su
introduc es</w>
predic tions</w>
or ity</w>
mon it
categor ization</w>
at temp
descrip tor</w>
sur ve
ext re
accur ately</w>
top ics</w>
reduc ing</w>
ext ensi
coher ent</w>
me e
vir tual</w>
polic ies</w>
med ical</w>
equ alization</w>
subjec t</w>
diffic ul
m c
formul ate</w>
ear s</w>
si cal</w>
ben e
approxima tions</w>
outli ers</w>
non- linear</w>
histo gram</w>
expan sion</w>
ari th
hetero geneous</w>
equ il
combin at
we ak</w>
le ad</w>
desi red</w>
ar ization</w>
fra g
buil t</w>
boo k</w>
asp ects</w>
wi k
po o
enti ties</w>
w ing</w>
cor rup
view point</w>
ro tation</w>
it e
hel p</w>
st ly</w>
ma x
ib ri
ex i
gi ves</w>
on o
key word</w>
equil ibri
de al</w>
produc es</w>
pat ch</w>
gri d</w>
incorpor ate</w>
construc ted</w>
ing ly</w>
acc ent</w>
abil ities</w>
partic ularly</w>
lo u
defin i
oper ations</w>
commun ity</w>
cap able</w>
trac k</w>
glot tal</w>
empir ically</w>
dynam ical</w>
ar ab
allow ing</w>
addres ses</w>
tur n</w>
provi ding</w>
co sts</w>
an cy</w>
trans forms</w>
embed dings</w>
pu bl
p ic</w>
i p</w>
degra d
cur ve</w>
blu r</w>
an d
n lp</w>
l lab
collec ted</w>
clo s
t ance</w>
spati ally</w>
ap h
sub band</w>
st ability</w>
power ful</w>
mathema tical</w>
expres sive</w>
s at</w>
cap ac
2 .
wor d
schedu ling</w>
mod er
learn s</w>
increas ing</w>
a ver
selec t</w>
op ini
de g
rad ar</w>
prac tice</w>
mechan isms</w>
str u
propo s
samp led</w>
cor e</w>
reg ret</w>
speec h
f ish
ex ec
ai m</w>
packe t</w>
cel l
form ant</w>
deg ree</w>
dat a-
g ate</w>
explo its</w>
enc h</w>
e m
writ ten</w>
up per</w>
deci sions</w>
re stor
mess age</w>
ma g
dimensi ons</w>
aim s</w>
l ms</w>
fo reg
ch ec
publ ic</w>
sy llab
repres enting</w>
neuron s</w>
in si
combinat orial</w>
al ge
tak es</w>
radi o</w>
shi f
speak ing</w>
mr i</w>
l it
y ears</w>
sp an
manag ement</w>
h ic
comple tion</w>
intelligib ility</w>
en coder</w>
pre ference</w>
lar ger</w>
e ar</w>
vi si
ve hic
tic es</w>
in spi
up on</w>
pre -
g ains</w>
formul ated</w>
is ed</w>
need ed</w>
fi es</w>
arab ic</w>
compres sive</w>
t -based</w>
s h</w>
plan ar</w>
g ation</w>
evo lution</w>
d s
b el
su s</w>
produc ed</w>
in puts</w>
tun ing</w>
tion ed</w>
fish er</w>
oper ators</w>
cel er
b ed</w>
gener ally</w>
fron t</w>
d ou
valid ation</w>
overl apping</w>
inspi red</w>
topo logy</w>
satis fac
po st</w>
m enting</w>
implic it</w>
challen ges</w>
be come</w>
i -
t ting</w>
sali ent</w>
pl at
move ments</w>
ed s</w>
distan ces</w>
sug ge
proto co
na mely</w>
induc tion</w>
audi o
architec tures</w>
ambigu ity</w>
- of-
uni vers
re ading</w>
assign ment</w>
arra ys</w>
r a</w>
cat en
bat ch</w>
inte res
f ect</w>
tu ally</w>
asympto tic</w>
z z
occlu sions</w>
h al
gra ined</w>
rel atively</w>
pen al
mag ne
str ing</w>
se u
ligh ting</w>
re ward</w>
h in
ge t</w>
dia lec
asse ss
r g
p el
minim izing</w>
equival ent</w>
ch il
au ro
lo ss
effor t</w>
bot to
p ed
contex ts</w>
mf cc</w>
equ ations</w>
w n
vis u
p seu
f ut
co verage</w>
mo us</w>
disambigu ation</w>
sp her
diver se</w>
sm alle
controll ed</w>
lo t</w>
fr ench</w>
c ar</w>
ac celer
spec tro
recogn izing</w>
y -based</w>
tex tual</w>
follow ing</w>
psy cho
eng ine
minim ize</w>
ic a</w>
fut ure</w>
communic ations</w>
subjec ts</w>
foreg round</w>
end er</w>
cap tured</w>
b le
1 0
igh t</w>
equ ation</w>
configur ation</w>
sel f-
dig it</w>
coordin ate</w>
v iter
p -
mar king</w>
f as
are as</w>
a ural</w>
who le</w>
tr uth</w>
m app
vo wel
tak en</w>
se e
ll r</w>
con caten
m al
ab sol
e ec
d b</w>
d one</w>
tim it</w>
reco ver</w>
nar ro
f re
ey e</w>
eng ine</w>
d ro
comple mentary</w>
capac ity</w>
ord ers</w>
ju d
fer ring</w>
grou ping</w>
exp ensive</w>
cu t</w>
contain ing</w>
consid ering</w>
optim um</w>
l ic</w>
inter -
enhan ced</w>
e as
boo t
associ ation</w>
synthe sized</w>
sub traction</w>
sp ite</w>
de formation</w>
st ory</w>
par se</w>
gib bs</w>
contex t-
viter bi</w>
p ed</w>
el imin
super vision</w>
si l
sh aring</w>
neighb or
lap lac
inte ger</w>
coupl ed</w>
ban ks</w>
absol ute</w>
wo uld</w>
tim ing</w>
sup er</w>
projec tions</w>
b its</w>
u i
id al</w>
equ al</w>
tag s</w>
squ ared</w>
pro xim
parti tion</w>
l t
impul se</w>
at tac
pa ths</w>
man n</w>
l ling</w>
ex tern
emplo y</w>
ben ef
ari ly</w>
st ron
perceptro n</w>
mu sical</w>
- temporal</w>
pursu it</w>
pri v
occurr ence</w>
s l
on e-
inclu des</w>
ad ju
ur ing</w>
ensi ties</w>
w ri
st ar
in finite</w>
fac il
univers al</w>
t ations</w>
descrip tions</w>
2 -
oper ation</w>
typ ical</w>
s ors</w>
d m</w>
bench marks</w>
re -
en able</w>
assess ment</w>
c nn</w>
separ ate</w>
recommend ation</w>
mix ing</w>
f ading</w>
analy tical</w>
n as
high- dimensional</w>
degrad ation</w>
natur ally</w>
m llr</w>
fas hi
benef its</w>
me mb
exc itation</w>
combin ations</w>
assu me</w>
te x</w>
medi ate</w>
m c</w>
k ers</w>
distin gu
ad o
multi variate</w>
mod ule</w>
do wn
wave form</w>
monit oring</w>
me l</w>
en for
yiel d</w>
p ic
main tain
foc used</w>
arri val</w>
selec ting</w>
recei ved</w>
ee g</w>
de cre
lik ely</w>
le ver
is ol
carri ed</w>
a ir
tex t-
pi pel
h mm
ent ally</w>
vowel s</w>
us o
reverber ant</w>
m t</w>
i ve</w>
explor ation</w>
b ran
audio visual</w>
t ness</w>
p s
magne tic</w>
centr al</w>
cancel lation</w>
loo p</w>
loc al
bo ard</w>
whe re
mis match</w>
fashi on</w>
syn ta
reg ar
ex tr
eas y</w>
e str
an im
ag re
wik ip
succ ess</w>
ra w</w>
na vi
match es</w>
induc ed</w>
clut ter</w>
sol vers</w>
proces sor</w>
f ail
be fore</w>
smooth ness</w>
serv ice</w>
n ed</w>
mar ginal</w>
cu mul
artic ulation</w>
analo g</w>
situ ations</w>
le ts</w>
surve ill
surveill ance</w>
cap ability</w>
/ i</w>
lit tle</w>
ad j
integr ating</w>
h ence</w>
st ress</w>
spectr a</w>
res on
b ur
activ ation</w>
mo tions</w>
fol ds</w>
coun ter
c le</w>
3 .
ex emp
en -
depend s</w>
reso l
detec ted</w>
aug mented</w>
sin uso
seg mental</w>
per ce
inter nal</w>
int ui
i ds</w>
ang le</w>
wri ting</w>
wikip edia</w>
bot t
invol ves</w>
extern al</w>
spi ke</w>
re h
random ized</w>
parti tioning</w>
no tion</w>
in f
discus sed</w>
cons on
facil it
con cer
un seen</w>
t ory</w>
synchron ous</w>
ped estr
log istic</w>
in stru
ve red</w>
g ly</w>
ur ity</w>
it ations</w>
independ ence</w>
se n</w>
p y
len ec
bott lenec
as ing</w>
applic able</w>
mono ton
equ al
compo sition</w>
-ran k</w>
wide band</w>
optim ize</w>
cho o
achiev ing</w>
optim izing</w>
oc cu
laplac ian</w>
and /
and/ or</w>
restor ation</w>
3 -d</w>
sp read</w>
pl ace</w>
pars ers</w>
g ery</w>
cent er</w>
ul arity</w>
t ability</w>
su ff
mo tor</w>
mat erial</w>
le ading</w>
fin ger
p rel
ite ms</w>
imple ment</w>
e very</w>
ble u</w>
transm it</w>
optim ality</w>
analyz ed</w>
altern ating</w>
proto type</w>
smalle r</w>
simil arities</w>
equilibri um</w>
demonstr ates</w>
all y-
tur ing</w>
n y
modi fication</w>
intelli gent</w>
de spite</w>
comp reh
syste matic</w>
sub spaces</w>
l da</w>
de -
co efficient</w>
analyz ing</w>
align ed</w>
2 0</w>
time- frequency</w>
symbo l</w>
md p</w>
direc tions</w>
prel imin
interes ting</w>
character ization</w>
anten na</w>
spati o</w>
mean ing</w>
at trac
asp ect</w>
success ful</w>
di spar
wh ite</w>
tim edia</w>
valid ate</w>
suppres sion</w>
h il
se s
reli es</w>
prelimin ary</w>
bal an
contrib u
seg mented</w>
multi channel</w>
end s</w>
piec e
op p
mer ging</w>
envelo pe</w>
produc ing</w>
bo x</w>
on d</w>
learn er</w>
prim ary</w>
f lic
en er</w>
phenomen a</w>
n- gram</w>
l m</w>
di arization</w>
coun ting</w>
code book</w>
ul tr
sc at
per turb
partic ip
p ast</w>
we b
time- varying</w>
multi user</w>
m f</w>
et c</w>
diagno sis</w>
speci fied</w>
sensi tivity</w>
scal ability</w>
om ic</w>
incre ases</w>
cre ate</w>
configur ations</w>
centr alized</w>
candi dates</w>
adap t</w>
ve loc
sh ado
propo si
exam ine</w>
ar ound</w>
19 9
-l ab
sec urity</w>
projec t</w>
over come</w>
md ps</w>
ir d</w>
indivi du
fr ac
algorith mic</w>
sho t</w>
po sed</w>
le ar</w>
ex t</w>
argu ment</w>
- level</w>
cel l</w>
-li ke</w>
sym metry</w>
mul timedia</w>
mor ph
he aring</w>
co ders</w>
bi ased</w>
al most</w>
cl i
bottlenec k</w>
aut ono
succ es
mi d</w>
ac cep
pol ar</w>
mod alities</w>
lo ad</w>
invol ving</w>
dat ed</w>
d f</w>
corrup ted</w>
o m</w>
multip le-
experim entally</w>
dev ice</w>
cr uc
au x
up dates</w>
spher ical</w>
rap id</w>
inter mediate</w>
instan taneous</w>
id entity</w>
behavi ors</w>
arti facts</w>
wi ener</w>
isol ated</w>
hand ling</w>
evalu ating</w>
con v
aux ili
w s
re jec
extend s</w>
comparis ons</w>
int on
informa tive</w>
exper i
trac ker</w>
templ ates</w>
contain s</w>
th re
cl ic</w>
human s</w>
cap abilities</w>
ou n</w>
model -based</w>
par aph
weak ly</w>
siz es</w>
secon d
mas king</w>
line arly</w>
fe a
en ab
stor age</w>
reconstruc ted</w>
bene fit</w>
volu me</w>
paraph r
increas ed</w>
distor tions</w>
curr ently</w>
move ment</w>
coar se</w>
auxili ary</w>
po s</w>
opini on</w>
ex plan
listen ing</w>
lac k</w>
intr a</w>
geo metr
fea sible</w>
of dm</w>
navi gation</w>
develop ing</w>
photo metric</w>
l y-
s at
gu i
gradi ents</w>
ess ential</w>
contribu tions</w>
con sum
character istic</w>
a- tion</w>
stimul i</w>
desi r
con tain</w>
throu gh
p c</w>
co reference</w>
wor d-
v ali
ske t
lis t</w>
ic k
ear ly</w>
be y
cons titu
plan s</w>
perce i
integr ate</w>
d nn</w>
cu e</w>
bey ond</w>
al one</w>
ad ver
util ize</w>
tree bank</w>
sub sequ
reflec tance</w>
piece wise</w>
ho o
ang ular</w>
s ine</w>
mil li
ra tio
l v
engine ering</w>
assu med</w>
repres ents</w>
pop ulation</w>
p u</w>
las so</w>
gene tic</w>
en h
distribu tional</w>
de l
pl ay</w>
learn ers</w>
coun ts</w>
n ers</w>
l ter</w>
difficul ty</w>
be am</w>
an d-
enh ance</w>
detail ed</w>
ul l
ni an</w>
mo du
initi alization</w>
in complete</w>
recor ding</w>
predic ted</w>
character ize</w>
sub modular</w>
rel ay</w>
dispar ity</w>
substanti al</w>
sp l
lim itations</w>
st ate-
hor iz
fic ations</w>
desir able</w>
de lay
cs r</w>
casc ade</w>
synta x</w>
sol ver</w>
pr int</w>
non negative</w>
inver sion</w>
formal ism</w>
perio dic</w>
inter net</w>
g o</w>
fa ult</w>
defini tion</w>
ban ds</w>
symbo lic</w>
refin ement</w>
glob ally</w>
sear ch
pers onal</w>
onto logy</w>
bio logical</w>
be comes</w>
uni que</w>
mean ing
blur ring</w>
agre ement</w>
swit ch
fil e</w>
spatio -temporal</w>
ratio s</w>
human -
gu ided</w>
cruc ial</w>
ci al</w>
ba g</w>
wa ve</w>
satisfac tion</w>
poo ling</w>
or al</w>
neighbor hood</w>
need s</w>
micro phones</w>
di i
reg ressive</w>
re n</w>
pas sing</w>
p ati
ima gery</w>
ha ving</w>
diction aries</w>
connec tions</w>
autono mous</w>
estab lished</w>
emplo ying</w>
classi fying</w>
c ally</w>
transl ations</w>
stu d
po is
plat form</w>
n p</w>
fi r</w>
determin ing</w>
dep lo
redund ancy</w>
ber t</w>
synchron ization</w>
sens ory</w>
ri ght</w>
mm se</w>
mee ting</w>
tac k
penal ty</w>
mas k</w>
al ways</w>
ac tual</w>
ru n</w>
listen ers</w>
fi er</w>
enti re</w>
substanti ally</w>
projec tive</w>
low -rank</w>
lat ter</w>
modu les</w>
fu zz
cur v
con clu
b ag
me ta
introduc ing</w>
inter faces</w>
bloc ks</w>
ach ing</w>
us age</w>
n ext</w>
maxim izing</w>
threshol ding</w>
investig ates</w>
ar m</w>
alge bra
sign al-
multi- view</w>
mp e
mani folds</w>
log ics</w>
log ically</w>
transcrip tions</w>
pub lic
inher ent</w>
f av
consi sting</w>
com ing</w>
vehic le</w>
pe ak</w>
nam e</w>
cu sto
collec tions</w>
avo id</w>
articul ated</w>
t ts</w>
shi p</w>
independ ently</w>
theore m</w>
ste red</w>
scri p
s tit
g ender</w>
exper ts</w>
d ma</w>
mod ality</w>
distin ct</w>
run ning</w>
ra o</w>
d ren</w>
l st
exis t</w>
dist ant</w>
co sine</w>
represent ative</w>
observ able</w>
no i
mode s</w>
lim it</w>
gre at</w>
de formations</w>
syn ap
si vely</w>
qu ite</w>
gaus si
fi ability</w>
enti als</w>
e ts</w>
depend ence</w>
off ers</w>
grap he
o ms</w>
ima x</w>
ga p</w>
exec ution</w>
cap tures</w>
r end
lou d
follow ed</w>
environ mental</w>
composi tional</w>
comm er
seg ment
s mar
pro por
multi path</w>
meaning ful</w>
lv csr</w>
spac e-
r -
ac ies</w>
tri es</w>
tra f
ta x
sinuso idal</w>
r hy
hmm -based</w>
dou ble</w>
di se
transi tions</w>
pers on
homo geneous</w>
convers ation</w>
5 0</w>
sci ence</w>
remo val</w>
mo vi
it self</w>
gener ates</w>
addi tionally</w>
un constrained</w>
di t</w>
chil dren</w>
at t
traf fic</w>
proposi tional</w>
pois son</w>
monoton ic</w>
lo red</w>
fuzz y</w>
eng ths</w>
p lex
fi les</w>
consid ers</w>
chan ging</w>
analy ses</w>
situ ation</w>
mar gin
indo or</w>
beamform er</w>
veloc ity</w>
sur ro
s or
lin ks</w>
iso tro
incorpor ates</w>
asy m
align ments</w>
al ph
addres sed</w>
v ation</w>
on- line</w>
ne l
is tically</w>
has h</w>
windo ws</w>
stre am
prim i
land mark</w>
a de
go als</w>
b ly</w>
tempor ally</w>
techno logies</w>
super -
speak er-
percei ved</w>
loc alized</w>
exper t</w>
exhi bit</w>
symbo ls</w>
sear ching</w>
enco ur
emplo ys</w>
construc ting</w>
mc mc</w>
hil bert</w>
en s</w>
th ers</w>
su mp
pro of</w>
multi class</w>
fo rest</w>
estab lish</w>
e -based</w>
de convolution</w>
cho sen</w>
- time</w>
sing ular</w>
s on
great ly</w>
consist ently</w>
where as</w>
re ordering</w>
princip les</w>
li es</w>
j ust</w>
dii er
d ensities</w>
ain ed</w>
ta g</w>
lat tices</w>
ds p</w>
do a</w>
cro s
connec tion</w>
con junc
code c</w>
asy n
trans formed</w>
norm al
man nian</w>
log -
in fer</w>
fac to
en ing</w>
rhy th
pro min
perform ances</w>
pedestr ian</w>
imple mentations</w>
fir st-
fi ve</w>
a di
sci enti
prop er</w>
min imax</w>
meas uring</w>
d r
clo u
algebra ic</w>
reson ance</w>
li er</w>
extensi ons</w>
de li
cu ts</w>
abstr action</w>
tra -
sump tion</w>
over la
mono lingual</w>
me sh</w>
le an</w>
con fusion</w>
ce -
ban dit</w>
w in
t v</w>
prec ise</w>
flexib ility</w>
ch ro
ap er
span ish</w>
go o
accur acies</w>
recogn ize</w>
reco vering</w>
re ma
pro te
n uc
multipl ic
exi st
transmit ted</w>
tra de
rema ins</w>
ma tically</w>
ga z
extre mely</w>
util izing</w>
phone mes</w>
general ize</w>
protoco l</w>
po or</w>
per fect</w>
moder n</w>
gu es</w>
ac ts</w>
abo ve</w>
0 00</w>
tion -based</w>
su ited</w>
guarante e</w>
form ing</w>
composi te</w>
bo unding</w>
basel ines</w>
swit ching</w>
pot entially</w>
maxim ize</w>
b ar
po lar
ho l
di vision</w>
cap turing</w>
a p</w>
5 .
p ulation</w>
explo ited</w>
aggreg ation</w>
ad ding</w>
si ft</w>
iter ations</w>
comput ations</w>
ton gue</w>
t an
mono cular</w>
edu c
co lu
an ch
water marking</w>
tr ade</w>
stron gly</w>
pot entials</w>
mani pulation</w>
ish ing</w>
fil ter
en ough</w>
data- driven</w>
crow d
ultr as
te ly</w>
statis tically</w>
st ment</w>
o thers</w>
inter pol
st ages</w>
cl in
asyn chron
-l ay
pre processing</w>
hoo ds</w>
semi definite</w>
r al</w>
aver aging</w>
amoun ts</w>
6 .
2 -d</w>
r o</w>
obtain ing</w>
gramma tical</w>
4 .
wor k
wat er</w>
ver sions</w>
na ive</w>
intelli gence</w>
identi fied</w>
er al</w>
enco ded</w>
coupl ing</w>
boo st</w>
boo lean</w>
the ories</w>
reli ability</w>
p an
expres sed</w>
clos ed-
bo lt
ad ed</w>
serv ices</w>
propos al</w>
le ft</w>
fin it
distin c
cre ated</w>
ac comp
synthe siz
oper ating</w>
compar ative</w>
t i</w>
py ra
l s
fi g
ase -based</w>
sur pr
scal ar</w>
re plac
n oun</w>
mapp ings</w>
lif e</w>
kin ds</w>
ed ness</w>
balan ced</w>
tex tures</w>
ri e
over head</w>
do or</w>
diag ra
botto m</w>
ac tly</w>
ver b
ure -
ul l</w>
str ength</w>
s low</w>
requir ing</w>
overla p</w>
or dered</w>
ca used</w>
affec t</w>
transcri bed</w>
syllab les</w>
r in
log arith
in variance</w>
ele ment</w>
dynam ically</w>
ation -
too l
robo ts</w>
assu ming</w>
sm t</w>
sc an
narro w
k age</w>
acqui red</w>
v l
post -
play er</w>
nois es</w>
iter atively</w>
isotro pic</w>
us ti
stre et</w>
signal- to-
quantiz ed</w>
per plex
imp er
back ward</w>
proxim al</w>
it em</w>
bolt z
ar gue</w>
occu r</w>
en tic
word net</w>
multi dimensional</w>
mr f</w>
mi ght</w>
detail s</w>
collec tive</w>
carri er</w>
bro ad</w>
approxim ately</w>
adop ted</w>
pul se</w>
mal e</w>
g ab
d i</w>
pas cal</w>
colu m
ur b
ide as</w>
ambigu ous</w>
is es</w>
inton ation</w>
gui de</w>
comp ati
there by</w>
th ird</w>
sugge sts</w>
phon ological</w>
multi scale</w>
artic le</w>
redund ant</w>
qu ick
ing -
con sen
con centr
veri fy</w>
tur ns</w>
s r
curv ature</w>
consen sus</w>
3 0</w>
transmit ter</w>
sv ms</w>
stream ing</w>
seman tically</w>
read y</w>
or ac
guarante ed</w>
formul as</w>
ent -
boot str
ag ed</w>
7 .
st op
h am
explo red</w>
doma in-
s m</w>
rg b</w>
design ing</w>
cor tex</w>
app ed</w>
tre at
tr y</w>
loss less</w>
lo s
ker nel
foc uses</w>
ent ail
dis continu
confir m</w>
co ver</w>
y o
v als</w>
summ ary</w>
public ly</w>
inter val</w>
h ou
crowd sour
cel ls</w>
boltz mann</w>
at ures</w>
-lay er</w>
ac ting</w>
w all</w>
so me
pl ed</w>
o sc
ne ts</w>
connec tivity</w>
cell ular</w>
reve al</w>
geo desi
cr f</w>
au to</w>
ver b</w>
simpli fied</w>
recogn izers</w>
radi al</w>
n mf</w>
main ly</w>
gro und
disco ver</w>
crow d</w>
abo o
recogn ized</w>
artic les</w>
t orial</w>
pub lished</w>
maintain ing</w>
li t</w>
l ar</w>
en code</w>
tiz ation</w>
sh rin
parameter ized</w>
invol ved</w>
depend ing</w>
cle ar</w>
character ized</w>
-lab el</w>
simp ler</w>
repe ti
p ure</w>
ic k</w>
ic an</w>
frag ments</w>
equival ence</w>
